{"isbn":"9780520313729","isbn10":"0520313720","codigo_barras":"9780520313729","titulo":"The Ancient Romances","subtitulo":"A Literary-Historical Account of Their Origins","autor":"Ben E. Perry","editora":"Univ of California Press","ano":"2023","descricao":"This title delves into the origins and development of ancient romance literature, expanding upon a series of lectures given by Ben Edwin Perry at the University of California in 1951. This scholarly work examines the romance genre's historical foundations and explores two main branches: the ideal romance of love and adventure and the \"comic\" romance, a form characterized by satire, mockery, and picaresque elements. In Part I, Perry addresses the \"ideal romance,\" a popular form among the masses, centered on idealized narratives of love and adventure. He traces its evolution, emphasizing the genre's widespread appeal and the continuity in its demand throughout the ancient world. By addressing key literary-historical questions, Perry brings to light the genre's foundational aspects, situating it within broader cultural and social contexts. Part II shifts focus to \"comic romances,\" distinct for their humorous, satirical tone and their appeal to a more elite, educated audience. Perry explores works by writers like Petronius, Lucian, and Apuleius, analyzing how their unique perspectives and sophisticated storytelling approaches diverge from the more traditional ideal romances. Unlike ideal romances, comic romances are marked by individual authors’ intentions and personal motives, leading to distinctive interpretations and varied narrative styles. By distinguishing between these genres and examining their respective conventions, Perry offers insights into the interplay between narrative forms and cultural expectations, contributing a significant perspective on the evolution of ancient romance literature and its lasting influence on modern narrative structures. This title is part of UC Press's Voices Revived program, which commemorates University of California Press’s mission to seek out and cultivate the brightest minds and give them voice, reach, and impact. Drawing on a backlist dating to 1893, Voices Revived makes high-quality, peer-reviewed scholarship accessible once again using print-on-demand technology. This title was originally published in 1967.","paginas":420,"idioma":"en","capa":"http://books.google.com/books/content?id=esPLEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api","categoria":"Literary Criticism","volume":"","edicao":"","fonte":"Google Books"}